{
  "videos": [
    {
      "titulo": "Pink Floyd - Echoes",
      "url": "https://www.youtube.com/watch?v=MKVH9WvTPxA",
      "img": "https://i.ytimg.com/vi/MKVH9WvTPxA/hq720.jpg?sqp=-oaymwE9COgCEMoBSFryq4qpAy8IARUAAAAAGAElAADIQj0AgKJDeAHwAQH4Af4EgALgA4oCDAgAEAEYXSBlKDgwDw==&rs=AOn4CLAkpjZcipA3qyplAXVmB77reQvhkg",
      "categoria": "Clásicos",
      "descripcion": "\"Echoes\" es una épica y cautivadora obra maestra de Pink Floyd. Con una duración de más de 23 minutos, la canción transporta al oyente a un viaje sonoro inmersivo. Desde sus etéreas voces y sutiles armonías hasta sus hipnóticos paisajes instrumentales, \"Echoes\" encapsula la magia y la experimentación musical característica de Pink Floyd.",
      "codigo": "pinkfloyd",
      "id": 1
    },
    {
      "titulo": "Led Zeppelin - Immigrant Song",
      "url": "https://www.youtube.com/watch?v=RlNhD0oS5pk",
      "img": "https://i.ytimg.com/vi/RlNhD0oS5pk/hq720.jpg?sqp=-oaymwEjCOgCEMoBSFryq4qpAxUIARUAAAAAGAElAADIQj0AgKJDeAE=&rs=AOn4CLBGRVqvHOVTTvz7W0_GGQw8ETbnoA",
      "categoria": "Clásicos",
      "descripcion": "\"Immigrant Song\" de Led Zeppelin es un himno poderoso y enérgico del rock. Con sus icónicos riffs de guitarra, la voz penetrante de Robert Plant y la frenética sección rítmica, la canción captura la esencia del rock duro. Su letra evoca imágenes de vikingos y conquistas, creando una experiencia auditiva intensa y emocionante.",
      "codigo": "ledzeppelin",
      "id": 2
    },
    {
      "titulo": "Black Sabbath - \"Paranoid\"",
      "url": "https://www.youtube.com/watch?v=0qanF-91aJo",
      "img": "https://i.ytimg.com/vi/0qanF-91aJo/hqdefault.jpg?sqp=-oaymwE9COADEI4CSFryq4qpAy8IARUAAAAAGAElAADIQj0AgKJDeAHwAQH4AdQGgALgA4oCDAgAEAEYXiBeKF4wDw==&rs=AOn4CLCMMR0z_vbKhGPTsm9uJjXWqSZxQg",
      "categoria": "Clásicos",
      "descripcion": "\"Paranoid\" es un himno emblemático del rock. Con su riff inconfundible y la poderosa voz de Ozzy Osbourne, Black Sabbath creó una canción icónica que captura la angustia y la paranoia. Su energía inigualable y letras sombrías la convierten en un clásico atemporal del género.",
      "codigo": "blacksabbath",
      "id": 3
    },
    {
      "titulo": "Queen – Bohemian Rhapsody",
      "url": "https://www.youtube.com/watch?v=fJ9rUzIMcZQ",
      "img": "https://i.ytimg.com/vi/fJ9rUzIMcZQ/hqdefault.jpg?sqp=-oaymwEjCOADEI4CSFryq4qpAxUIARUAAAAAGAElAADIQj0AgKJDeAE=&rs=AOn4CLCaFjumjbtf_36j28c0msSqUvw4Fw",
      "categoria": "Clásicos",
      "descripcion": "\"Bohemian Rhapsody\" es una obra maestra musical que redefine los límites del rock. Queen fusionó géneros, creando una épica composición con cambios de ritmo, armonías vocales deslumbrantes y letras enigmáticas. Su impacto perdura, convirtiéndose en un himno inmortal y un hito en la historia de la música.",
      "codigo": "queen",
      "id": 4
    },
    {
      "titulo": "The Rolling Stones - Paint It, Black",
      "url": "https://www.youtube.com/watch?v=O4irXQhgMqg",
      "img": "https://i.ytimg.com/vi/O4irXQhgMqg/hq720.jpg?sqp=-oaymwEjCOgCEMoBSFryq4qpAxUIARUAAAAAGAElAADIQj0AgKJDeAE=&rs=AOn4CLDy27BWopLrIz2GFSI2rPUSSTycUQ",
      "categoria": "Clásicos",
      "descripcion": "\"Paint It, Black\" de The Rolling Stones es una canción emblemática que combina elementos de rock y música oriental. Con sus letras introspectivas y melancólicas, acompañadas de poderosos riffs de guitarra y una energía distintiva, la canción captura la oscuridad emocional y la búsqueda de significado en un mundo turbulento.",
      "codigo": "therollingstones",
      "id": 5
    },
    {
      "titulo": "The Doors - People Are Strange",
      "url": "https://www.youtube.com/watch?v=AgHaGrZkkv4",
      "img": "https://i.ytimg.com/vi/AgHaGrZkkv4/hq720.jpg?sqp=-oaymwE9COgCEMoBSFryq4qpAy8IARUAAAAAGAElAADIQj0AgKJDeAHwAQH4Af4JgALQBYoCDAgAEAEYWyBWKGUwDw==&rs=AOn4CLBAGL-ge6Oop_Im0YFePi8oor1PNA",
      "categoria": "Clásicos",
      "descripcion": "\"People Are Strange\" de The Doors es una canción enigmática y reflexiva que habla sobre la sensación de ser diferente y ajeno en una sociedad conformista. Con la característica voz de Jim Morrison y un sonido distintivo de teclado, la canción evoca una sensación de misterio y desafío a las normas establecidas.",
      "codigo": "thedoors",
      "id": 6
    },
    {
      "titulo": "Elvis Presley - Jailhouse Rock",
      "url": "https://www.youtube.com/watch?v=xqBdTn3_0Rw",
      "img": "https://i.ytimg.com/vi/xqBdTn3_0Rw/hq720.jpg?sqp=-oaymwEjCOgCEMoBSFryq4qpAxUIARUAAAAAGAElAADIQj0AgKJDeAE=&rs=AOn4CLD3ICqqnR7EiKZxePuDO8N-_geJ4w",
      "categoria": "Rock & Roll",
      "descripcion": "\"Jailhouse Rock\" de Elvis Presley es un himno del rock and roll de los años 50. La canción, lanzada en 1957, captura la energía cruda y el estilo distintivo de Presley. Con su voz poderosa y su icónico movimiento de caderas, Elvis revolucionó la música popular y dejó una huella imborrable en la historia del rock.",
      "codigo": "elvispresley",
      "id": 7
    },
    {
      "titulo": "Chuck Berry - Nadine",
      "url": "https://www.youtube.com/watch?v=5madtiLf7DI",
      "img": "https://i.ytimg.com/vi/5madtiLf7DI/hqdefault.jpg?sqp=-oaymwE9COADEI4CSFryq4qpAy8IARUAAAAAGAElAADIQj0AgKJDeAHwAQH4Af4EgALgAooCDAgAEAEYNyArKH8wDw==&rs=AOn4CLBsWlqfxZRUuI7AHQwa1myN4XuGcw",
      "categoria": "Rock & Roll",
      "descripcion": "\"Nadine\" de Chuck Berry es un clásico del rock and roll de los años 50. Lanzada en 1964, la canción cuenta la historia de un hombre enamorado de una mujer llamada Nadine. Con su estilo único de guitarra y letras ingeniosas, Chuck Berry estableció un legado duradero en la música rock.",
      "codigo": "chuckberry",
      "id": 8
    },
    {
      "titulo": "Little Richard - Long Tall Sally",
      "url": "https://www.youtube.com/watch?v=awUcYzskWCU",
      "img": "https://i.ytimg.com/vi/awUcYzskWCU/hqdefault.jpg?sqp=-oaymwEjCOADEI4CSFryq4qpAxUIARUAAAAAGAElAADIQj0AgKJDeAE=&rs=AOn4CLA5vEKnq0gJNx3kjRvjB66mD_jSug",
      "categoria": "Rock & Roll",
      "descripcion": "\n\"Long Tall Sally\" de Little Richard es un icónico éxito del rock and roll de los años 50. Lanzada en 1956, la canción presenta la energética y distintiva voz de Little Richard y su talento en el piano. Es un himno del género, conocido por su ritmo frenético y letras rebeldes, y ha dejado una marca perdurable en la historia de la música.",
      "codigo": "littlerichard",
      "id": 9
    },
    {
      "titulo": "Jerry Lee Lewis - Great Balls Of Fire!",
      "url": "https://www.youtube.com/watch?v=MW3GgSXtESk",
      "img": "https://i.ytimg.com/vi/MW3GgSXtESk/hq720.jpg?sqp=-oaymwEjCOgCEMoBSFryq4qpAxUIARUAAAAAGAElAADIQj0AgKJDeAE=&rs=AOn4CLA5hptXjmdAanzzKBdGwmsaWEBeAQ",
      "categoria": "Rock & Roll",
      "descripcion": "\n\"Great Balls of Fire\" de Jerry Lee Lewis es una canción de rock and roll lanzada en 1957. Con su estilo de piano virtuoso y su voz enérgica, Lewis cautivó al público con esta canción pegadiza y emocionante. Es considerada un clásico del género y muestra el talento y la pasión explosiva de Jerry Lee Lewis en su máxima expresión.",
      "codigo": "jerrylee",
      "id": 10
    },
    {
      "titulo": "Fats Domino - Ain't That A Shame",
      "url": "https://www.youtube.com/watch?v=2FDYyf8Kqrs",
      "img": "https://i.ytimg.com/vi/2FDYyf8Kqrs/hq720.jpg?sqp=-oaymwEjCOgCEMoBSFryq4qpAxUIARUAAAAAGAElAADIQj0AgKJDeAE=&rs=AOn4CLDhNlQgkpTTPsiSmxIRFIKd0tbcEQ",
      "categoria": "Rock & Roll",
      "descripcion": "\"Ain't That a Shame\" de Fats Domino es una canción de rhythm and blues y rock and roll lanzada en 1955. Con su distintiva voz y su ritmo pegadizo, la canción se convirtió en un éxito y es considerada una de las obras maestras de Fats Domino. Su estilo único y su habilidad para combinar elementos del blues y el boogie-woogie le dieron un lugar destacado en la historia del rock and roll.",
      "codigo": "fatsdomino",
      "id": 11
    },
    {
      "titulo": "Carl Perkins - Blue Suede Shoes",
      "url": "https://www.youtube.com/watch?v=HrfzcIdOOLc",
      "img": "https://i.ytimg.com/vi/HrfzcIdOOLc/hqdefault.jpg?sqp=-oaymwEjCOADEI4CSFryq4qpAxUIARUAAAAAGAElAADIQj0AgKJDeAE=&rs=AOn4CLBMOs918qvSwAoIcrptFsZ-DCslMw",
      "categoria": "Rock & Roll",
      "descripcion": "\"Blue Suede Shoes\" de Carl Perkins es una icónica canción de rock and roll lanzada en 1956. Reconocida por su distintivo riff de guitarra, la canción se convirtió en un éxito instantáneo y un himno del género. La energía y el estilo de Perkins sentaron las bases para el rockabilly y su influencia perdura en la música hasta el día de hoy.",
      "codigo": "carlperkins",
      "id": 12
    },
    {
      "titulo": "Rage Against The Machine - Killing In the Name",
      "url": "https://www.youtube.com/watch?v=bWXazVhlyxQ",
      "img": "https://i.ytimg.com/vi/bWXazVhlyxQ/hq720.jpg?sqp=-oaymwEjCOgCEMoBSFryq4qpAxUIARUAAAAAGAElAADIQj0AgKJDeAE=&rs=AOn4CLCTo9q7so9f2w4xmKjL-X08t0dU7Q",
      "categoria": "Rock 90s",
      "descripcion": "\"Killing in the Name\" de Rage Against the Machine es un himno explosivo y cargado de rabia. Con su mezcla única de rap y rock, el tema denuncia la opresión y la brutalidad policial, instando a la resistencia. Letras incendiarias, guitarras poderosas y la intensidad vocal de Zack de la Rocha lo convierten en un himno de protesta inolvidable.",
      "codigo": "ratm",
      "id": 13
    },
    {
      "titulo": "Radiohead - Creep",
      "url": "https://www.youtube.com/watch?v=XFkzRNyygfk",
      "img": "https://i.ytimg.com/vi/XFkzRNyygfk/hq720.jpg?sqp=-oaymwEjCOgCEMoBSFryq4qpAxUIARUAAAAAGAElAADIQj0AgKJDeAE=&rs=AOn4CLB7ob1Cf8EliM0zblwd_m6rXubhbA",
      "categoria": "Rock 90s",
      "descripcion": "\"Creep\" de Radiohead es un himno de angustia y autodesprecio. La voz desgarradora de Thom Yorke y la combinación de guitarras suaves y explosivas crean una atmósfera melancólica y emocionalmente intensa. Sus letras honestas y vulnerables expresan la lucha interna y el sentimiento de no encajar en la sociedad.",
      "codigo": "radiohead",
      "id": 14
    },
    {
      "titulo": "Red Hot Chili Peppers - Parallel Universe",
      "url": "https://www.youtube.com/watch?v=R3_CSDD0lFc",
      "img": "https://i.ytimg.com/vi/R3_CSDD0lFc/hq720.jpg?sqp=-oaymwE9COgCEMoBSFryq4qpAy8IARUAAAAAGAElAADIQj0AgKJDeAHwAQH4Af4JgALQBYoCDAgAEAEYciBTKCwwDw==&rs=AOn4CLCDGTLfQE85VXjmhsgq1v1VicMjoQ",
      "categoria": "Rock 90s",
      "descripcion": "\"Parallel Universe\" de Red Hot Chili Peppers es una canción enérgica y llena de funk rock. Con su ritmo pulsante, riffs de guitarra funky y la voz distintiva de Anthony Kiedis, transporta a los oyentes a un universo paralelo lleno de energía y positividad. Es una oda a la búsqueda de un lugar donde todo encaje perfectamente.",
      "codigo": "rhcp",
      "id": 15
    },
    {
      "titulo": "R.E.M. - Losing My Religion",
      "url": "https://www.youtube.com/watch?v=xwtdhWltSIg",
      "img": "https://i.ytimg.com/vi/xwtdhWltSIg/hqdefault.jpg?sqp=-oaymwEjCOADEI4CSFryq4qpAxUIARUAAAAAGAElAADIQj0AgKJDeAE=&rs=AOn4CLD9ujMG8rh6LMnIcPXg5lfUP8lcMQ",
      "categoria": "Rock 90s",
      "descripcion": "\"Losing My Religion\" de R.E.M. es un clásico del rock alternativo. Con su icónico sonido de mandolina y la emotiva voz de Michael Stipe, la canción explora temas de amor, duda y pérdida de fe. Su melodía pegadiza y letras poéticas capturan la angustia y la búsqueda de significado en un mundo en constante cambio.",
      "codigo": "rem",
      "id": 16
    },
    {
      "titulo": "The Cranberries - Zombie",
      "url": "https://www.youtube.com/watch?v=6Ejga4kJUts",
      "img": "https://i.ytimg.com/vi/6Ejga4kJUts/hq720.jpg?sqp=-oaymwEjCOgCEMoBSFryq4qpAxUIARUAAAAAGAElAADIQj0AgKJDeAE=&rs=AOn4CLAydGuHVrFVdJSnglkOxj3m0_lICg",
      "categoria": "Rock 90s",
      "descripcion": "\n\"Zombie\" de The Cranberries es un himno del rock alternativo de los años 90. Con su poderoso sonido de guitarras y la distintiva voz de Dolores O'Riordan, la canción aborda el conflicto en Irlanda del Norte y las devastadoras consecuencias de la violencia. Su mensaje político y su energía contagiosa la convierten en un clásico imperecedero.",
      "codigo": "cranberries",
      "id": 17
    },
    {
      "titulo": "Nirvana - Smells Like Teen Spirit",
      "url": "https://www.youtube.com/watch?v=hTWKbfoikeg",
      "img": "https://i.ytimg.com/vi/hTWKbfoikeg/hq720.jpg?sqp=-oaymwEjCOgCEMoBSFryq4qpAxUIARUAAAAAGAElAADIQj0AgKJDeAE=&rs=AOn4CLB85riuAoWeGyky5db-K8eA7VvsGQ",
      "categoria": "Rock 90s",
      "descripcion": "\"Smells Like Teen Spirit\" de Nirvana es un himno generacional que capturó el espíritu rebelde y descontento de los jóvenes de los años 90. Con su poderoso riff de guitarra, la voz apasionada de Kurt Cobain y su energía explosiva, la canción se convirtió en un icono del grunge y redefinió el sonido del rock para toda una generación.",
      "codigo": "nirvana",
      "id": 18
    },
    {
      "titulo": "Soda Stereo",
      "url": "https://www.youtube.com/watch?v=0FQaSuZHFfA",
      "img": "https://i.ytimg.com/vi/0FQaSuZHFfA/hq720.jpg?sqp=-oaymwEjCOgCEMoBSFryq4qpAxUIARUAAAAAGAElAADIQj0AgKJDeAE=&rs=AOn4CLCbuAlScLVwW0GsEFVQIsaTQHsaVQ",
      "categoria": "Conciertos",
      "descripcion": "\nEl concierto \"Me Verás Volver\" de Soda Stereo es un espectáculo impresionante que captura la esencia y la energía de la legendaria banda argentina. Con una puesta en escena impactante, luces deslumbrantes y un sonido impecable, el público se sumerge en un viaje emocional a través de los éxitos emblemáticos de la banda. Gustavo Cerati, Zeta Bosio y Charly Alberti entregan interpretaciones apasionadas que emocionan y conectan con los fans. Es una experiencia inigualable para revivir la grandeza del rock en español.",
      "codigo": "sodastereo",
      "id": 19
    },
    {
      "titulo": "Placebo",
      "url": "https://www.youtube.com/watch?v=Th1vCLC62fg",
      "img": "https://i.ytimg.com/vi/Th1vCLC62fg/hqdefault.jpg?sqp=-oaymwEjCOADEI4CSFryq4qpAxUIARUAAAAAGAElAADIQj0AgKJDeAE=&rs=AOn4CLCJE6RfQfRzTXpTizqgNtC9S2i6Vg",
      "categoria": "Conciertos",
      "descripcion": "\"Placebo at Rock am Ring 2006\" es una actuación electrizante que muestra la potencia y el magnetismo de la banda en vivo. Con su característico sonido alternativo y la enigmática presencia de Brian Molko, entregan una performance enérgica y emocional. Los himnos icónicos, la pasión desbordante y la conexión con el público crean una experiencia inolvidable que demuestra por qué Placebo es una de las bandas más aclamadas del rock.\n\n\n\n\n",
      "codigo": "placebo",
      "id": 20
    },
    {
      "titulo": "System of a Down",
      "url": "https://www.youtube.com/watch?v=zC4N4W9SmQQ",
      "img": "https://i.ytimg.com/vi/zC4N4W9SmQQ/hqdefault.jpg?sqp=-oaymwEjCOADEI4CSFryq4qpAxUIARUAAAAAGAElAADIQj0AgKJDeAE=&rs=AOn4CLDPMOxV3C2PJKOi8gdUwrzkgNiJdQ",
      "categoria": "Conciertos",
      "descripcion": "El concierto de System Of A Down en Rock in Rio 2015 fue un torbellino de energía y rebeldía. Con su mezcla única de metal y influencias orientales, la banda cautivó al público con su sonido contundente y letras impactantes. La entrega apasionada de Serj Tankian, los riffs frenéticos de Daron Malakian y la fuerza rítmica imparable crearon un ambiente de euforia y comunión. Un espectáculo inolvidable que dejó a todos los presentes con ganas de más.",
      "codigo": "system",
      "id": 21
    },
    {
      "titulo": "Jinjer",
      "url": "https://www.youtube.com/watch?v=7Vqdv6o_6xA",
      "img": "https://i.ytimg.com/vi/7Vqdv6o_6xA/hq720.jpg?sqp=-oaymwEjCOgCEMoBSFryq4qpAxUIARUAAAAAGAElAADIQj0AgKJDeAE=&rs=AOn4CLDINzvaFNZewT2pINfYueM0bcPKeA",
      "categoria": "Conciertos",
      "descripcion": "\"JINJER - Live at Gramercy Theater NYC\" es un concierto arrollador que muestra el poder y la versatilidad de la banda ucraniana. La cautivadora voz de Tatiana Shmayluk, combinada con los riffs técnicos y la brutalidad del metal progresivo de la banda, crea una experiencia intensa y emocionante. El virtuosismo instrumental y la energía en el escenario mantienen al público en vilo, sumergiéndolos en un torbellino de sonidos y emociones. Un concierto que demuestra por qué JINJER se ha convertido en una sensación mundial en la escena del metal contemporáneo.",
      "codigo": "jinjer",
      "id": 22
    },
    {
      "titulo": "David Gilmour",
      "url": "https://www.youtube.com/watch?v=XkQp5L4h1Vg",
      "img": "https://i.ytimg.com/vi/XkQp5L4h1Vg/hqdefault.jpg?sqp=-oaymwEjCOADEI4CSFryq4qpAxUIARUAAAAAGAElAADIQj0AgKJDeAE=&rs=AOn4CLDwHqF6aqeDJvvnyqr70YYTiTRLxA",
      "categoria": "Conciertos",
      "descripcion": "\n\"David Gilmour - Live in Gdańsk\" es un espectacular concierto en directo que muestra la genialidad musical de David Gilmour, el legendario guitarrista de Pink Floyd. Con interpretaciones cautivadoras de sus éxitos en solitario y clásicos de Pink Floyd, Gilmour demuestra su destreza en la guitarra y su emotiva voz. La producción impecable y la atmósfera mágica crean una experiencia inolvidable para los fanáticos de la música. Un viaje musical que encapsula la grandeza y el legado de David Gilmour.",
      "codigo": "david",
      "id": 23
    },
    {
      "titulo": "Måneskin",
      "url": "https://www.youtube.com/watch?v=03tQHgAgMF4",
      "img": "https://i.ytimg.com/vi/03tQHgAgMF4/hqdefault.jpg?sqp=-oaymwEjCOADEI4CSFryq4qpAxUIARUAAAAAGAElAADIQj0AgKJDeAE=&rs=AOn4CLDPZAXxNvPIT_MKUSDLow9Qmq5UOQ",
      "categoria": "Conciertos",
      "descripcion": "\"Maneskin RTL\" es una presentación vibrante que destaca el carisma y el talento de la banda italiana. Con su estilo único de rock y su actitud desafiante, Maneskin cautiva al público con su poderosa presencia en el escenario. Las letras provocativas, los riffs enérgicos y la entrega apasionada crean una experiencia inolvidable llena de actitud rockera y autenticidad. Un espectáculo que muestra por qué Maneskin se ha convertido en una sensación global.",
      "codigo": "maneskin",
      "id": 24
    }
    
  ],
  "categoria": [
    {
      "nombre": "Clásicos",
      "descripcion": "Sonidos Inmortales",
      "clr": "#f93434",
      "codigo": "111111",
      "id": 1
    },
    {
      "nombre": "Rock & Roll",
      "descripcion": "Rebelión musical",
      "clr": "#3014ff",
      "codigo": "222222",
      "id": 2
    },
    {
      "nombre": "Rock 90s",
      "descripcion": "Explosión sonora",
      "clr": "#115a1d",
      "codigo": "333333",
      "id": 3
    },
    {
      "nombre": "Conciertos",
      "descripcion": "Poderoso Rock Vivo",
      "clr": "#18434e",
      "codigo": "444444",
      "id": 4
    }
  ]
}